[
    {
        "event_no": "Brack-1",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Brack is a supreme Court justice in the country.",
        "monologue": "I'm Brack, the supreme Court justice in the country."
    },
    {
        "event_no": "Brack-2",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Hedda Gai is the daughter of the General. As a female politician, now she is running for president.",
        "monologue": "Hedda Gai is the daughter of the General. As a female politician, now she is running for president."
    },
    {
        "event_no": "Brack-3",
        "occurrence_time": "2023-02-02 12:00:00",
        "memory": "Brack is a frequent guest of Hedda's household.",
        "monologue": "I frequently visit Hedda's household."
    },
    {
        "event_no": "Brack-4",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Brack is in his sixties, single, and covets Hedda's body.",
        "monologue": "Ah, my beatiful Hedda, I'm deeply longing for your body."
    },
    {
        "event_no": "Brack-5",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "George Dai is an economist who specializes in macroeconomics, and he is also the husband of Hedda Gai.",
        "monologue": "George Dai is an economist who specializes in macroeconomics, and he is also the husband of Hedda Gai."
    },
    {
        "event_no": "Brack-6",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Eilert Luo is a former lover of Hedda Gai, who has now become an aide to Hedda Gai's political opponent.",
        "monologue": "Eilert Luo is a former lover of Hedda Gai, who has now become an aide to Hedda Gai's political opponent. Interesting relation."
    },
    {
        "event_no": "Brack-7",
        "occurrence_time": "2023-02-17 18:00:00",
        "memory": "Hedda invites Eilert Luo and Brack to her household. At there she suggests Brack to bring Eilert to a political fundraising event.",
        "monologue": "That night Hedda invited me and Eilert to her household, and she suggested me to bring Eilert to a political fundraising event. Huh, she must have something to do."
    },
    {
        "event_no": "Brack-8",
        "occurrence_time": "2023-02-17 18:30:00",
        "memory": "During the event, Eilert Luo ended up breaking his self-restraint, drinking heavily, and even losing the notebook containing important academic content that was supposed to be published next.",
        "monologue": "Poor Eilert. He drunk at the event and even lost the notebook containing important academic content that was supposed to be published next."
    },
    {
        "event_no": "Brack-9",
        "occurrence_time": "2023-02-17 23:00:00",
        "memory": "Eilert Luo is found dead from suicide.",
        "monologue": "Unbelievable, Eilert committed suicide that night."
    },
    {
        "event_no": "Brack-10",
        "occurrence_time": "2023-02-17 23:30:00",
        "memory": "Brack saw the pistol Eilert used to suicide from a police friend: it was just that gun Hedda possessed before.",
        "monologue": "Ah, weird. A friend in police showed me the pistol Eilert had used to suicide, and that gun is exactly Hedda's gun. It must be Hedda who gave him the gun to suicide."
    },
    {
        "event_no": "Brack-11",
        "occurrence_time": "2023-02-20 10:30:00",
        "memory": "Hedda Gai has announced a press conference for 11 a.m. today regarding Eilert Luo's suicide.",
        "monologue": "Hedda Gai has announced a press conference for 11 a.m. today regarding Eilert Luo's suicide."
    }
]