[
    {
        "event_no": "Mary-1",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Mary works as an entertainment journalist for the magazine \"Supernova Entertainment\", specializing in exclusive scoops and reports about celebrities in the entertainment industry.",
        "monologue": "My name is Mary, and I am an entertainment journalist working for the magazine \"Supernova Entertainment\". I have reported on many exclusive stories about entertainment celebrities."
    },
    {
        "event_no": "Mary-2",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Hedda Gai is a female politician who is running for the next presidential term. Her political platform revolves around privatization and free market principles.",
        "monologue": "The celebrity I have been following recently is Hedda Gai, a female politician who is competing with Thea Fu for the next presidency. Although politics is not my area of expertise, from what I gather, female politicians are often able to uncover a lot of juicy scandals."
    },
    {
        "event_no": "Mary-3",
        "occurrence_time": "2023-02-02 12:00:00",
        "memory": "George Dai is an economist who researches macroeconomics and is also the husband of Hedda Gai.",
        "monologue": "Hedda Gai's husband, George Dai, is an economist who specializes in macroeconomics."
    },
    {
        "event_no": "Mary-4",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Helson is an economic journalist who works for \"New Left Review\", a publication that supports leftist ideology.",
        "monologue": "The press conference in a moment will mostly be attended by journalists from the economic sector, such as Helson, who is a left-wing economic journalist working for the publication \"New Left Review\", which contradicts the views of Hedda Gai, who advocates privatization and free market."
    },
    {
        "event_no": "Mary-5",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "John is an economics journalist who works for the newspaper \"Economic World,\" which has a right-leaning editorial stance.",
        "monologue": "Another participating journalist is John, who also works as an economics journalist for the publication \"Economic World.\" This publication has a right-leaning editorial stance."
    },
    {
        "event_no": "Mary-6",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Peter is a political journalist who works for the magazine \"The Storm\". It is a renowned and serious publication that features in-depth profiles of world political figures.",
        "monologue": "Peter is a political journalist working for the magazine \"The Storm\", a renowned serious publication that features profiles of world political figures."
    },
    {
        "event_no": "Mary-7",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Peter once wrote a brief biography for Hedda Gai and is probably the most knowledgeable among all media personnel about her.",
        "monologue": "Peter has written a short biography of Hedda Gai, probably being the media person who knows Hedda Gai the best. I suppose I could dig up some little-known private life information about Hedda Gai from him."
    },
    {
        "event_no": "Mary-8",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Eilert Luo is a former lover of Hedda Gai, who has now become an aide to Hedda Gai's political opponent. Mary is not interested in politics, but she senses that this situation will be very interesting for the entertainment industry.",
        "monologue": "Another economist, Eilert Luo, is the former lover of Hedda Gai, but now he has become the aide of Hedda Gai's political rival, Thea Fu. This is why as an entertainment journalist, I have to wade into this mess. My goodness, I must uncover the story between them tomorrow."
    },
    {
        "event_no": "Mary-9",
        "occurrence_time": "2023-02-01 12:00:00",
        "memory": "Mary once wrote a report on the scandal involving Hedda Gai and Eilert Luo, which was angrily denounced by Hedda Gai as a \"tabloid gossip\". However, Mary didn't care, as she believed that if the parties involved didn't deny the disclosure, then it couldn't really be considered gossip.",
        "monologue": "Hedda Gai once openly berated me for my previous coverage of her rumored relationship with Eilert Luo, but I couldn't care less. The bigger the reaction from the parties involved, the more stimulating my coverage is."
    },
    {
        "event_no": "Mary-10",
        "occurrence_time": "2023-02-17 23:00:00",
        "memory": "Just as Hedda Gai's election campaign was in full swing, Eilert Loe was unexpectedly found dead by suicide in his own home.",
        "monologue": "Just as Hedda Gai's election campaign was in full swing, Eilert Loe was suddenly found dead by suicide at his own home."
    },
    {
        "event_no": "Mary-11",
        "occurrence_time": "2023-02-20 10:30:00",
        "memory": "Hedda Gai has announced a press conference for 11 a.m. today regarding Eilert Luo's suicide. Reporters from major media outlets have all arrived at the venue early.",
        "monologue": "Hedda Gai announced that she will hold a press conference at 11 a.m. today to address Eilert Luo's suicide. Reporters from major media outlets have already arrived at the venue, and of course, I am no exception. I must uncover a big story!"
    }
]